{
  "quotes": [
    "The only journey is the one within. - Rainer Maria Rilke",
    "Success is the sum of small efforts, repeated day in and day out. - Robert Collier",
    "It does not matter how slowly you go as long as you do not stop. - Confucius",
    "Hardships often prepare ordinary people for an extraordinary destiny. - C.S. Lewis",
    "You are never too old to set another goal or to dream a new dream. - C.S. Lewis",
    "Recovery is not for people who need it, it’s for people who want it. - Anonymous",
    "Believe you can and you're halfway there. - Theodore Roosevelt",
    "The only way to do great work is to love what you do. - Steve Jobs",
    "What lies behind us and what lies before us are tiny matters compared to what lies within us. - Ralph Waldo Emerson",
    "Recovery is an acceptance that your life is in shambles and you have to change it. - Jamie Lee Curtis",
    "Fall seven times, stand up eight. - Japanese Proverb",
    "Success is not final, failure is not fatal: it is the courage to continue that counts. - Winston Churchill",
    "Recovery is hard, but regret is harder. - Anonymous",
    "The only time you should ever look back is to see how far you've come. - Anonymous",
    "The future depends on what we do in the present. - Mahatma Gandhi",
    "Every day is a second chance. - Anonymous",
    "Don’t count the days, make the days count. - Muhammad Ali",
    "You have power over your mind, not outside events. Realize this, and you will find strength. - Marcus Aurelius",
    "Sobriety is not just about quitting drinking. It's about building a better life. - Anonymous",
    "Success is not how high you have climbed, but how you make a positive difference to the world. - Roy T. Bennett",
    "Start where you are. Use what you have. Do what you can. - Arthur Ashe",
    "The comeback is always stronger than the setback. - Anonymous",
    "It always seems impossible until it’s done. - Nelson Mandela",
    "Courage is resistance to fear, mastery of fear, not absence of fear. - Mark Twain",
    "You don’t have to see the whole staircase, just take the first step. - Martin Luther King Jr.",
    "Believe in yourself and all that you are. Know that there is something inside you that is greater than any obstacle. - Christian D. Larson",
    "Keep your face always toward the sunshine—and shadows will fall behind you. - Walt Whitman",
    "Sobriety is a journey, not a destination. - Anonymous",
    "Strength does not come from physical capacity. It comes from an indomitable will. - Mahatma Gandhi",
    "Our greatest glory is not in never falling, but in rising every time we fall. - Confucius",
    "If you are going through hell, keep going. - Winston Churchill",
    "What you get by achieving your goals is not as important as what you become by achieving your goals. - Zig Ziglar",
    "You don't have to be perfect, you just have to be better than you were yesterday. - Anonymous",
    "Don’t be pushed around by the fears in your mind. Be led by the dreams in your heart. - Roy T. Bennett",
    "Your present circumstances don’t determine where you can go; they merely determine where you start. - Nido Qubein",
    "You have within you right now, everything you need to deal with whatever the world can throw at you. - Brian Tracy",
    "It's never too late to be what you might have been. - George Eliot",
    "It is not the mountain we conquer, but ourselves. - Sir Edmund Hillary",
    "Recovery is taking all twelve steps…over and over and over again. - Anonymous",
    "Success is stumbling from failure to failure with no loss of enthusiasm. - Winston Churchill",
    "Sobriety is about progress, not perfection. - Anonymous",
    "There is no shame in beginning again, for you get a chance to build bigger and better than before. - Anonymous",
    "Small daily improvements are the key to staggering long-term results. - Anonymous",
    "Recovery is something that you have to work on every single day and it’s something that doesn’t get a day off. - Demi Lovato",
    "Out of difficulties grow miracles. - Jean de La Bruyère",
    "The man who moves a mountain begins by carrying away small stones. - Confucius",
    "You are not the mistakes you’ve made. You are the person who found the strength to get sober. - Anonymous",
    "The best way to predict your future is to create it. - Abraham Lincoln",
    "Life begins at the end of your comfort zone. - Neale Donald Walsch",
    "Don’t let the past steal your present. - Cherríe L. Moraga",
    "Pain is inevitable, but suffering is optional. - Haruki Murakami",
    "Your worst days are behind you, your best days are ahead of you. - Anonymous",
    "Strength doesn’t come from what you can do. It comes from overcoming the things you once thought you couldn’t. - Rikki Rogers",
    "You were given this life because you are strong enough to live it. - Anonymous",
    "What seems to us as bitter trials are often blessings in disguise. - Oscar Wilde",
    "The greatest mistake you can make in life is to continually fear you will make one. - Elbert Hubbard",
    "Recovery is not one and done. It is a lifelong journey that takes place one day, one step at a time. - Anonymous",
    "Perseverance is not a long race; it is many short races one after the other. - Walter Elliot",
    "The first step towards getting somewhere is to decide you’re not going to stay where you are. - J.P. Morgan",
    "I am not what happened to me, I am what I choose to become. - Carl Jung",
    "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it. - Henry Ford",
    "Your best days are not behind you. They’re in front of you. - Joel Osteen",
    "The only way to achieve the impossible is to believe it is possible. - Charles Kingsleigh",
    "You’re braver than you believe, and stronger than you seem, and smarter than you think. - A.A. Milne",
    "You’ve always had the power, my dear, you just had to learn it for yourself. - Glinda the Good Witch",
    "You miss 100% of the shots you don’t take. - Wayne Gretzky",
    "Progress, not perfection. - Anonymous",
    "Every great change is preceded by chaos. - Deepak Chopra",
    "Life isn’t about waiting for the storm to pass, it’s about learning to dance in the rain. - Vivian Greene",
    "There is no one giant step that does it. It’s a lot of little steps. - Peter A. Cohen",
    "Every strike brings me closer to the next home run. - Babe Ruth",
    "The way to get started is to quit talking and begin doing. - Walt Disney",
    "Don’t watch the clock; do what it does. Keep going. - Sam Levenson",
    "You don’t have to be great to start, but you have to start to be great. - Zig Ziglar",
    "Believe in yourself and all that you are. - Christian D. Larson",
    "Only I can change my life. No one can do it for me. - Carol Burnett",
    "Success is the progressive realization of a worthy goal. - Earl Nightingale",
    "You don’t have to go fast, you just have to go. - Anonymous",
    "One small step is worth more than one thousand steps planned. - Anonymous",
    "You didn’t come this far only to come this far. - Anonymous",
    "Nothing can dim the light that shines from within. - Maya Angelou",
    "Don’t let yesterday take up too much of today. - Will Rogers",
    "There is no better day than today to start living a better tomorrow. - Anonymous",
    "You are not your past. - Anonymous",
    "Start where you are, use what you have, do what you can. - Arthur Ashe",
    "It’s not whether you get knocked down, it’s whether you get up. - Vince Lombardi",
    "You are the only one who can limit your greatness. - Anonymous",
    "If you can dream it, you can do it. - Walt Disney",
    "Don't let the fear of striking out keep you from playing the game. - Babe Ruth",
    "Do not wait to strike till the iron is hot, but make it hot by striking. - William Butler Yeats",
    "If you fell down yesterday, stand up today. - H.G. Wells",
    "Courage is not the absence of fear, but the triumph over it. - Nelson Mandela",
    "When you come to the end of your rope, tie a knot and hang on. - Franklin D. Roosevelt",
    "I survived because the fire inside me burned brighter than the fire around me. - Joshua Graham",
    "Strength shows not only in the ability to persist, but the ability to start over. - F. Scott Fitzgerald",
    "The greatest glory in living lies not in never falling, but in rising every time we fall. - Nelson Mandela",
    "What defines us is how well we rise after falling. - Lionel from Maid in Manhattan",
    "No matter how slow you go, you are still lapping everybody on the couch. - Anonymous",
    "The key to success is to focus on goals, not obstacles. - Anonymous",
    "The comeback is always stronger than the setback. - Anonymous",
    "The distance between your dreams and reality is called action. - Anonymous",
    "Just when the caterpillar thought the world was over, it became a butterfly. - Anonymous",
    "I am not what happened to me. I am what I choose to become. - Carl Jung",
    "Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending. - Carl Bard",
    "Success usually comes to those who are too busy to be looking for it. - Henry David Thoreau",
    "There is no elevator to success, you have to take the stairs. - Zig Ziglar",
    "Keep going. Everything you need will come to you at the perfect time. - Anonymous",
    "Sometimes you don’t realize your own strength until you come face to face with your greatest weakness. - Susan Gale",
    "You are stronger than you know. - Anonymous",
    "What we achieve inwardly will change outer reality. - Plutarch",
    "Success is not final, failure is not fatal: it is the courage to continue that counts. - Winston Churchill",
    "I can and I will. Watch me. - Anonymous",
    "I am the master of my fate: I am the captain of my soul. - William Ernest Henley",
    "The best time to plant a tree was 20 years ago. The second best time is now. - Chinese Proverb",
    "Challenges are what make life interesting and overcoming them is what makes life meaningful. - Joshua J. Marine",
    "You miss 100% of the shots you don’t take. - Wayne Gretzky",
    "Failure is the opportunity to begin again more intelligently. - Henry Ford",
    "The difference between who you are and who you want to be is what you do. - Anonymous",
    "One day or day one. You decide. - Anonymous",
    "It is during our darkest moments that we must focus to see the light. - Aristotle",
    "Your limitation—it's only your imagination. - Anonymous",
    "The harder you work for something, the greater you’ll feel when you achieve it. - Anonymous",
    "Dream it. Wish it. Do it. - Anonymous",
    "Don’t stop when you’re tired. Stop when you’re done. - Anonymous",
    "Little things make big days. - Anonymous",
    "Don’t wait for opportunity. Create it. - Anonymous",
    "Sometimes we’re tested not to show our weaknesses, but to discover our strengths. - Anonymous",
    "It’s going to be hard, but hard does not mean impossible. - Anonymous",
    "Don’t quit. Suffer now and live the rest of your life as a champion. - Muhammad Ali",
    "Wake up with determination. Go to bed with satisfaction. - Anonymous",
    "Don’t limit your challenges. Challenge your limits. - Anonymous",
    "The only bad workout is the one that didn’t happen. - Anonymous",
    "You don’t want to look back and know you could have done better. - Anonymous",
    "There is no substitute for hard work. - Thomas Edison",
    "Great things never come from comfort zones. - Anonymous",
    "Dream it. Believe it. Build it. - Anonymous",
    "The pain you feel today will be the strength you feel tomorrow. - Anonymous",
    "When you feel like quitting, think about why you started. - Anonymous",
    "Work hard in silence, let your success be the noise. - Frank Ocean",
    "Do something today that your future self will thank you for. - Anonymous",
    "Be stronger than your excuses. - Anonymous",
    "Success doesn’t just find you. You have to go out and get it. - Anonymous",
    "Your body can stand almost anything. It’s your mind that you have to convince. - Anonymous",
    "The harder you work, the luckier you get. - Gary Player",
    "Push yourself, because no one else is going to do it for you. - Anonymous",
    "Success is what happens after you have survived all your mistakes. - Anonymous",
    "The body achieves what the mind believes. - Anonymous",
    "Discipline is the bridge between goals and accomplishment. - Jim Rohn",
    "Start where you are. Use what you have. Do what you can. - Arthur Ashe",
    "If something stands between you and your success, move it. Never be denied. - Dwayne ‘The Rock’ Johnson",
    "We don’t grow when things are easy; we grow when we face challenges. - Anonymous",
    "Strength doesn’t come from what you can do. It comes from overcoming the things you once thought you couldn’t. - Anonymous",
    "Success is nothing more than a few simple disciplines, practiced every day. - Jim Rohn",
    "You did not wake up today to be mediocre. - Anonymous",
    "Go the extra mile. It’s never crowded. - Wayne Dyer",
    "The difference between ordinary and extraordinary is that little extra. - Jimmy Johnson",
    "You are your only limit. - Anonymous",
    "The key to success is to start before you are ready. - Marie Forleo",
    "Success doesn’t come from what you do occasionally, it comes from what you do consistently. - Anonymous",
    "Success is the sum of small efforts, repeated day-in and day-out. - Robert Collier",
    "Don’t dream of winning. Train for it. - Anonymous",
    "The only thing standing between you and your goal is the story you keep telling yourself as to why you can’t achieve it. - Jordan Belfort",
    "The way to get started is to quit talking and begin doing. - Walt Disney",
    "Go confidently in the direction of your dreams. Live the life you have imagined. - Henry David Thoreau",
    "The greatest pleasure in life is doing what people say you cannot do. - Anonymous",
    "You can either experience the pain of discipline or the pain of regret. The choice is yours. - Anonymous",
    "You don’t have to be great to start, but you have to start to be great. - Zig Ziglar",
    "Motivation is what gets you started. Habit is what keeps you going. - Jim Ryun",
    "Success is what comes after your stop making excuses. - Anonymous",
    "Nobody who ever gave his best regretted it. - George Halas",
    "Do something today that your future self will thank you for. - Anonymous",
    "The more you sweat in practice, the less you bleed in battle. - Anonymous",
    "If you’re tired of starting over, stop giving up. - Anonymous",
    "Work hard in silence, let success make the noise. - Anonymous",
    "You can either suffer the pain of discipline or the pain of regret. - Anonymous",
    "Don’t wait for the perfect moment. Take the moment and make it perfect. - Anonymous",
    "You don’t have to be extreme, just consistent. - Anonymous",
    "Success is the best revenge. - Anonymous",
    "The key to success is to focus on goals, not obstacles. - Anonymous",
    "The only bad workout is the one that didn’t happen. - Anonymous",
    "If you still look good at the end of your workout, you didn’t train hard enough. - Anonymous",
    "Strength doesn’t come from what you can do. It comes from overcoming the things you thought you couldn’t. - Anonymous",
    "If you want it, you’ll find a way. If you don’t, you’ll find an excuse. - Anonymous",
    "Your mind will quit 100 times before your body ever does. Feel the pain and do it anyway. - Anonymous",
    "Success is doing what you love and not stopping until you get there. - Anonymous",
    "Don’t limit your challenges, challenge your limits. - Anonymous",
    "Nothing worth having comes easy. - Anonymous",
    "Every accomplishment starts with the decision to try. - John F. Kennedy",
    "The man who has confidence in himself gains the confidence of others. - Hasidic Proverb",
    "You don’t want to look back and know you could have done better. - Anonymous",
    "I am not a product of my circumstances. I am a product of my decisions. - Stephen Covey",
    "Be not afraid of going slowly. Be afraid only of standing still. - Chinese Proverb",
    "Keep on beginning and failing. Each time you fail, start all over again, and you will grow stronger until you have accomplished a purpose. - Anne Sullivan",
    "Rock bottom became the solid foundation on which I rebuilt my life. - J.K. Rowling",
    "Even in the darkest of times, there is light to be found. - Anonymous",
    "Recovery is about progression, not perfection. - Anonymous",
    "When everything seems like an uphill struggle, just think of the view from the top. - Anonymous",
    "The road to recovery will not always be easy, but it will always be worth it. - Anonymous",
    "Sometimes you will fall down, but the important thing is that you get back up. - Anonymous",
    "Take it one day at a time. - Anonymous",
    "You are not alone in this journey. - Anonymous",
    "Believe in yourself and all that you are. - Anonymous",
    "Never give up on yourself. - Anonymous",
    "Healing is a process, not a destination. - Anonymous",
    "Your future is worth the fight. - Anonymous",
    "It’s never too late to be what you might have been. - George Eliot",
    "The best way to predict your future is to create it. - Abraham Lincoln",
    "Every small step is a victory. - Anonymous",
    "What lies behind us and what lies before us are tiny matters compared to what lies within us. - Ralph Waldo Emerson",
    "Progress, not perfection, is what counts. - Anonymous",
    "You are enough, just as you are. - Anonymous",
    "Stay patient and trust your journey. - Anonymous",
    "Difficult roads often lead to beautiful destinations. - Anonymous",
    "Your hardest times often lead to the greatest moments of your life. - Anonymous",
    "Success is not the key to happiness. Happiness is the key to success. - Albert Schweitzer",
    "A year from now, you’ll be glad you started today. - Anonymous",
    "With each new day comes new strength. - Anonymous",
    "Your journey is unique, embrace it. - Anonymous",
    "Fall down seven times, stand up eight. - Japanese Proverb",
    "Believe you can, and you’re halfway there. - Theodore Roosevelt",
    "Success is the sum of small efforts, repeated day in and day out. - Robert Collier",
    "Start where you are, use what you have, do what you can. - Arthur Ashe",
    "Strength does not come from physical capacity, it comes from an indomitable will. - Mahatma Gandhi",
    "Success is getting up one more time than you’ve been knocked down. - Anonymous",
    "The journey of a thousand miles begins with one step. - Lao Tzu",
    "Do not be embarrassed by your failures, learn from them and start again. - Richard Branson",
    "You have within you right now, everything you need to deal with whatever the world can throw at you. - Brian Tracy",
    "You are capable of more than you know. - Glinda, Wizard of Oz",
    "Every day is a chance to begin again. - Anonymous",
    "Believe in the power of yet. - Anonymous",
    "Life is tough, my darling, but so are you. - Stephanie Bennett-Henry",
    "You only fail when you stop trying. - Anonymous",
    "Recovery is not for people who need it, it’s for people who want it. - Anonymous",
    "You are not your past. - Anonymous",
    "Don’t let yesterday take up too much of today. - Will Rogers",
    "You have the strength within you to keep going. - Anonymous",
    "Your only limit is the one you set for yourself. - Anonymous",
    "You are never too old to set another goal or to dream a new dream. - C.S. Lewis",
    "Success is not how high you have climbed, but how you make a positive difference to the world. - Roy T. Bennett",
    "Progress is impossible without change, and those who cannot change their minds cannot change anything. - George Bernard Shaw",
    "Sometimes the smallest step in the right direction ends up being the biggest step of your life. - Anonymous",
    "The road to success and the road to failure are almost exactly the same. - Colin R. Davis",
    "Believe in yourself. You are braver than you think, more talented than you know, and capable of more than you imagine. - Roy T. Bennett",
    "The secret of getting ahead is getting started. - Mark Twain",
    "Life is 10% what happens to us and 90% how we react to it. - Charles R. Swindoll",
    "If you want to achieve greatness stop asking for permission. - Anonymous",
    "Do what you can with all you have, wherever you are. - Theodore Roosevelt",
    "You are the only one who can limit your greatness. - Anonymous",
    "Tough times never last, but tough people do. - Robert H. Schuller",
    "Strength doesn’t come from what you can do. It comes from overcoming the things you thought you couldn’t. - Anonymous",
    "Success is not the key to happiness. Happiness is the key to success. - Albert Schweitzer",
    "The way to get started is to quit talking and begin doing. - Walt Disney",
    "Hardships often prepare ordinary people for an extraordinary destiny. - C.S. Lewis",
    "The key to success is to focus on goals, not obstacles. - Anonymous",
    "Success is walking from failure to failure with no loss of enthusiasm. - Winston S. Churchill",
    "The pessimist sees difficulty in every opportunity. The optimist sees opportunity in every difficulty. - Winston S. Churchill",
    "Don’t let what you cannot do interfere with what you can do. - John Wooden",
    "It is not the strongest of the species that survive, nor the most intelligent, but the one most responsive to change. - Charles Darwin",
    "Success usually comes to those who are too busy to be looking for it. - Henry David Thoreau",
    "Life is either a daring adventure or nothing at all. - Helen Keller",
    "The only limit to our realization of tomorrow is our doubts of today. - Franklin D. Roosevelt",
    "The only place where success comes before work is in the dictionary. - Vidal Sassoon",
    "Don’t wait. The time will never be just right. - Napoleon Hill",
    "You don’t have to be great to start, but you have to start to be great. - Zig Ziglar",
    "If you are not willing to risk the usual, you will have to settle for the ordinary. - Jim Rohn",
    "Success is what happens after you have survived all your mistakes. - Anonymous",
    "The best way to predict your future is to create it. - Peter Drucker",
    "Don’t wait for the perfect moment. Take the moment and make it perfect. - Anonymous",
    "It’s not whether you get knocked down, it’s whether you get up. - Vince Lombardi",
    "If you really want to do something, you’ll find a way. If you don’t, you’ll find an excuse. - Jim Rohn",
    "Failure will never overtake me if my determination to succeed is strong enough. - Og Mandino",
    "The secret of success is to do the common thing uncommonly well. - John D. Rockefeller Jr.",
    "Success is not final, failure is not fatal: It is the courage to continue that counts. - Winston Churchill",
    "If you can dream it, you can do it. - Walt Disney",
    "Don’t be pushed around by the fears in your mind. Be led by the dreams in your heart. - Roy T. Bennett",
    "You can’t let your failures define you. You have to let them teach you. - Barack Obama",
    "The way to get started is to quit talking and begin doing. - Walt Disney",
    "Successful people do what unsuccessful people are not willing to do. Don’t wish it were easier, wish you were better. - Jim Rohn",
    "Don't be afraid to give up the good to go for the great. - John D. Rockefeller",
    "What lies behind us and what lies before us are tiny matters compared to what lies within us. - Ralph Waldo Emerson",
    "Success is not how high you have climbed, but how you make a positive difference to the world. - Roy T. Bennett",
    "Success is walking from failure to failure with no loss of enthusiasm. - Winston S. Churchill",
    "Your time is limited, so don’t waste it living someone else’s life. - Steve Jobs",
    "Believe you can and you’re halfway there. - Theodore Roosevelt",
    "You don’t have to be great to start, but you have to start to be great. - Zig Ziglar",
    "The only limit to our realization of tomorrow is our doubts of today. - Franklin D. Roosevelt",
    "Success is not final, failure is not fatal: It is the courage to continue that counts. - Winston S. Churchill",
    "Success is what happens after you have survived all your mistakes. - Anonymous",
    "Success is the sum of small efforts, repeated day in and day out. - Robert Collier",
    "Success is walking from failure to failure with no loss of enthusiasm. - Winston S. Churchill",
    "If you can dream it, you can do it. - Walt Disney",
    "You have to learn the rules of the game. And then you have to play better than anyone else. - Albert Einstein",
    "Failure will never overtake me if my determination to succeed is strong enough. - Og Mandino",
    "Your time is limited, so don’t waste it living someone else’s life. - Steve Jobs",
    "If you are not willing to risk the usual, you will have to settle for the ordinary. - Jim Rohn",
    "Success is doing what you love and not stopping until you get there. - Anonymous",
    "Success is not final, failure is not fatal: It is the courage to continue that counts. - Winston Churchill",
    "Success doesn’t just find you. You have to go out and get it. - Anonymous",
    "Success is what comes after you stop making excuses. - Anonymous",
    "If you can dream it, you can do it. - Walt Disney",
    "The way to get started is to quit talking and begin doing. - Walt Disney",
    "Your time is limited, so don’t waste it living someone else’s life. - Steve Jobs",
    "Courage doesn’t always roar. Sometimes it’s the quiet voice at the end of the day saying, 'I will try again tomorrow.' - Mary Anne Radmacher",
    "You can, you should, and if you’re brave enough to start, you will. - Stephen King",
    "When you quit drinking, you stop waiting. - Caroline Knapp",
    "Recovery begins from the darkest moment. - Anonymous",
    "You can start again. - Anonymous",
    "It’s not too late to turn it all around. - Anonymous",
    "Celebrate every victory, no matter how small. - Anonymous",
    "Your journey doesn’t have to be perfect. It just has to be yours. - Anonymous",
    "A river cuts through rock, not because of its power, but because of its persistence. - James N. Watkins",
    "It takes courage to grow up and become who you really are. - E.E. Cummings",
    "You have survived 100% of your worst days. - Anonymous"
  ]
}